Repository: suk05112/Habit-Management
Catalog: Projects/App/Sources/Localizable.xcstrings
Source language: ko
Languages: en

# add.alert.message
source: 이 습관을 삭제해도 완료한 기록은 유지됩니다.
en: Completion history will be kept.

# add.alert.title
source: 삭제하시겠습니까?
en: Delete this habit?

# add.title_placeholder
source: 제목을 입력하세요
en: Enter a title

# add.title_required
source: 습관명을 입력해주세요
en: Please enter a habit name

# add.weekday_required
source: 요일을 선택해주세요
en: Please select at least one day

# animation.vs_last_week
source: 지난 주 대비
en: vs. last week

# common.cancel
source: 취소
en: Cancel

# common.confirm
source: 확인
en: OK

# common.delete
source: 삭제
en: Delete

# common.save
source: 저장
en: Save

# date.week_month_label
source: %1$lld월 %2$lld주
en: M%1$lld W%2$lld

# graph.last_5_weeks
source: 최근 5주
en: Last 5 weeks

# graph.last_7_days
source: 최근 7일
en: Last 7 days

# graph.month_tab
source: 월
en: Month

# habit.greeting
source: %@님!
en: Hi, %@!

# habit.header.empty
source: 아직 완료된 습관이 없습니다.
en: No completed habits yet.

# habit.on_fire
source: 실천 중🔥
en: On a roll 🔥

# habit.streak_days
source: %lld일
en: %lld days

# habit.week.every_day
source: 매일
en: Every day

# habit.week.weekdays_only
source: 평일만
en: Weekdays only

# habit.week.weekends_only
source: 주말만
en: Weekends only

# notification.all_done
source: 오늘 예정된 모든 습관을 완료했어요! 내일도 화이팅!
en: You finished all of today’s habits! Great job — see you tomorrow!

# notification.one_left
source: 1개만 더 완료하면 모든 습관을 완료할 수 있어요!
en: Just one more to complete all habits today!

# notification.remain
source: 오늘 미달성한 목표가 %lld개 남았어요!
en: You have %lld habits left to complete today!

# onboarding.confirm
source: 확인
en: OK

# onboarding.error.empty
source: 이름을 입력해주세요
en: Please enter your name

# onboarding.placeholder
source: 8자 이내
en: Up to 8 characters

# onboarding.title
source: 이름을 입력해 주세요
en: Please enter your name

# report.cmp.less
source: %1$@보다 예정된 습관을 %2$lld개 덜 완료했어요!
en: You completed %2$lld fewer scheduled habits than %1$@.

# report.cmp.more
source: %1$@보다 예정된 습관을 %2$lld개 더 완료했어요!
en: You completed %2$lld more scheduled habits than %1$@.

# report.cmp.same
source: %1$@만큼 예정된 습관을 완료했어요!
en: You completed the same number of scheduled habits as %1$@.

# report.continuity
source: %lld일 연속 모든 습관을 완료했어요!
en: All habits completed for %lld days in a row!

# report.empty.line1
source: 아직 완료된 습관이 없습니다
en: No completed habits yet

# report.empty.line2
source: 습관을 완료해 주세요.
en: Complete a habit to get started.

# report.head.last_month
source: 지난 달 대비
en: vs. last month

# report.head.last_week
source: 지난 주 대비
en: vs. last week

# report.head.yesterday
source: 어제 대비
en: vs. yesterday

# report.main_streak
source: %1$lld일째 %2$@ 실천 중!
en: Day %1$lld of %2$@ — keep it up!

# report.no_data
source: 데이터가 없습니다
en: No data

# report.period.last_month
source: 지난 달
en: last month

# report.period.last_week
source: 지난 주
en: last week

# report.period.yesterday
source: 어제
en: yesterday

# report.today_one_left
source: %@만 완료하면 오늘 예정된 모든 습관을 완료할 수 있어요!
en: Complete %@ to finish all of today’s scheduled habits!

# stats.report_title
source: 리포트
en: Report

# stats.title
source: 통계
en: Statistics

# stats.total.all
source: 전체
en: All time

# stats.total.month
source: 이번달
en: This month

# stats.total.week
source: 이번주
en: This week

# stats.total.year
source: 올해
en: This year

# tab.home
source: 홈
en: Home

# tab.settings
source: 설정
en: Settings

# tab.stats
source: 통계
en: Statistics

# toast.wrong_weekday
source: 예정된 습관만 완료할 수 있습니다. 습관을 완료하려면 요일을 변경해주세요.
en: You can only complete habits scheduled for today. Change the habit’s days to complete it.

# toggle.hide_completed
source: 완료 숨기기
en: Hide completed

# toggle.show_all_habits
source: 습관 모두 보기
en: All habits

# toggle.show_completed
source: 완료 보이기
en: Show completed

# toggle.today_habits
source: 오늘의 습관
en: Today’s habits

# weekday.fri
source: 금
en: Fri

# weekday.mon
source: 월
en: Mon

# weekday.sat
source: 토
en: Sat

# weekday.sun
source: 일
en: Sun

# weekday.thu
source: 목
en: Thu

# weekday.tue
source: 화
en: Tue

# weekday.wed
source: 수
en: Wed
